Repository: Diffyz/ASP.NET-MVC
Catalog: IntexPress/IntexPress/Resources/HomeTexts.*.resx
Languages: fr

# About
source: О продукте
fr: Аб прадукце

# Account
source: Мой профиль
fr: Мой профіль

# Account_change
source: Редактирование профиля
fr: Рэдагаванне профілю

# Account_change_news
source: Редактирование новости
fr: Рэдагаванне навіны

# Account_exists
source: Учетная запись существует
fr: Уліковы запіс існуе

# Account_news
source: Мои новости
fr: Мае навіны

# AddNews
source: Добавить новость
fr: Дадаць навіну

# Auth
source: Регистрация
fr: Аўтарызацыя

# Category
source: Категория
fr: Катэгорыя

# Contact
source: Контакты
fr: Кантакты

# Entry
source: Вход
fr: Уваход

# Exit
source: Выход
fr: Выхад

# Find
source: Найти
fr: знайсці

# Home
source: Главная
fr: Галоуная

# Language
source: Язык
fr: Мова

# Login
source: Логин
fr: Лагін

# newExist
source: Новость существует
fr: Навина існуе

# News
source: Новости
fr: Навины

# NoValidAtribytes
source: Не все поля заполнены верно
fr: Не ўсе палі запоўненыя правільна

# NoValidEmail
source: Ваш E-mail не подтвержден
fr: Ваш E-mail не пацверджаны

# Or
source: или
fr: або

# Password2
source: Подтвердите пароль
fr: Пацвердзіце пароль

# Picture
source: Картинка
fr: Малюнак

# Picturs
source: Картинки
fr: Малюнкі

# Room
source: Кабинет
fr: Кабінет

# Save
source: Сохранить
fr: Захаваць

# Search
source: Поиск
fr: Пошук

# Setting
source: Настройки
fr: Налады

# Tag
source: Тег
fr: Тэг

# Tags
source: Теги
fr: Тэгі

# Text
source: Текст
fr: Тэкст

# Title
source: Заголовок
fr: Загаловак

# ValidEmail
source: Ваш E-mail подтвержден спасибо за регистрацию
fr: Ваш E-mail пацверджаны дзякуй за рэгістрацыю

# WrongLogin
source: Неправильный логин или пароль
fr: Няправільны імя або пароль

# Description
source: Описание
fr: Апісанне

# Author
source: Автор
fr: Аўтар

# DeletePicture
source: Удалить картинку
fr: Выдаліць карцінку

# Top
source: Лучшие
fr: Лепшыя

# RationAt
source: Рейтинг от
fr: Рэйтынг ад

# NeedDescription
source: Напишите ваше описание
fr: Неабходна апісанне

# NeedText
source: Напишите ваш текс
fr: Патрэбен тэкст

# NeedTitle
source: Напишите ваш заголовок
fr: Неабходны загаловак

# Comment
source: Коментарий
fr: Каментарый

# Send
source: Отправить
fr: Отправиць

# admin
source: Администратор
fr: Адміністратар

# Reader
source: Читатель
fr: Чытач

# User
source: Пользователь
fr: Карыстальнік

# Writer
source: Писатель
fr: Пісьменнік

# AdmitEmail
source: Почта подтвердена
fr: Пошта пацверджана

# Rating
source: Рейтинг
fr: Рэйтынг

# Delete
source: Удалить
fr: Выдалиць

# Lock
source: Заблокировать
fr: Заблочыць

# Unlock
source: Разблокировать
fr: Разблочыць

# isUnlock
source: Заблокирован
fr: Заблочын

# WriteComment
source: Написать комментарий
fr: Напісаць каментар

# ChangeLanguage
source: Изменить язык
fr: Змяніць мову

# ChangeStyle
source: Изменить стиль
fr: Змяніць стыль

# Edit
source: Редактировать
fr: Рэдагаваць

# PublishedBy
source: Опубликовать от
fr: Апублікаваць ад

# isBlock
source: Вы заблокированы
fr: Вы заблакаваныя

# SearchCategory
source: Поиск по категории
fr: Пошук па катэгорыі

# AddTeg
source: Добавить тег
fr: Дадаць тэг

# Phone
source: Телефон
fr: Тэлефон

# Sex
source: Пол
fr: Падлогу

# Male
source: Мужской
fr: Мужчынску

# Woman
source: Женский
fr: Жаночы

# Choose
source: Выбор
fr: Выбар

# YourPhoto
source: Ваше фото
fr: Твае фота

# LargeLogin
source: пароль и логин должны быть меньше 30 символов
fr: Пароль і лагін павінны быць менш 30 сімвалаў

# NoPhone
source: Телефон не установлен
fr: Тэлефон не ўстаноўлены

# NoSex
source: Пол не выбран
fr: Падлогу не абраны

# UserRoom
source: Кабинет пользователя
fr: Кабінет карыстальніка

# SearchTag
source: Поиск по тегам
fr: Пошук па тэгах
